[
  {
    "Id": 1,
    "Name": "Block with a Grab",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 0 AP reflexively",
    "Description": "When your opponent throws their punch at you, you don’t just block their fist: you grab hold of it. Whenever you successfully evade an attack by an opponent who is within your reach and you are able to grab them, you may automatically (and for 0 action points) attempt a grab upon their hand (or, if they attacked you with a different body part, the grab will be upon that location). ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 0,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 2,
    "Name": "Dirty Fighting",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "You’re an expert at hitting where it hurts and causing the opponent to flinch. While you are in this stance, every time your opponent fails to resist one of your called shots, they open themselves to reflexive attacks from those adjacent to them. The reflexive attacks cost the normal amount of action points from those who decide to take the opportunity. Since you caused it, you cannot make a reflexive attack from this. ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 3,
    "Name": "Drunken Boxing",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Called Shot +1 AP",
    "Description": "When you make a called shot, it’s so wild and unpredictable that it’s difficult to evade. When you make a drunken called shot (whether you’re sober or not), you roll your die to determine the called shot location randomly. By doing this, you give yourself a bonus to your accuracy equal to your skill in Brawl. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 0,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 4,
    "Name": "Fisticuffs",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Bare-knuckle boxing is your forté. When you enter this stance, you are ready to do some serious damage using just your fists. You can only be in this stance if you have at least one hand not holding anything. While in this stance, your unarmed attacks are one damage class higher, plus an additional damage class per 6 skill points you have in Brawl. So, if you have 12 points in Brawl, while you’re in this stance, your unarmed attack would have a damage class of 5 (2 normally, plus 1 for the stance, plus an additional 2 for the 12 points you have in Brawl). ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 5,
    "Name": "Fluid",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 1 AP reflexively",
    "Description": "You control all those who attack you. Any time an adjacent opponent attacks you but you successfully evade, you may spend 1 action point reflexively to move your attacker into any adjacent, unoccupied space that has solid, non-lethal ground for them to stand upon. ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 1,
    "Evade": 2,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 7
  },
  {
    "Id": 6,
    "Name": "Grapple",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Once you grab somebody, you can turn it into a full on grapple, shutting down their ability to move and making it difficult for them to take any actions. You must be grabbing somebody to enter a grapple stance, and you can only stay in this stance while grabbing that person (thus, if they resist, you are knocked out of stance). Anything that would let them break free of the grab will automatically knock you out of this stance. When you switch your grab to a grapple, you are no longer grabbing a single location - instead, you are now grappling their entire body. (For the purposes of other specialties, however, it still counts as a grab.) A person who is grappled by you cannot move, just like being grabbed. If they try to take any action, they suffer penalties on every roll they make. Any time a grappled opponent rolls their die (except for random rolls), roll your Brawl, tier the results, and give them the corresponding penalty to their roll. -3 on the roll -6 on the roll -9 on the roll -12 on the roll ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 2,
    "Strike": 1,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 7,
    "Name": "Heavy-Handed",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Unarmed Attack +1 AP",
    "Description": "The blows from your unarmed attacks are so powerful that they feel like they’re coming from giant hammers. When you make a heavy-handed attack, roll your Brawl before you deal damage but after you’ve succeeded in your accuracy roll in order to increase the damage class that you deal. +3 damage class +4 damage class +5 damage class +6 damage class ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 2,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 8,
    "Name": "Hold Steady",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "You’ll grab the bloke while your friends beat the tar out of him. When you’re grabbing somebody, anybody who attacks that person gains a hefty accuracy bonus. They get +3 on their accuracy roll, +1 for every 4 skill points you have in Brawl (being a +4 at 4 points, a +5 at 8 points, and so forth). ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 0,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 9,
    "Name": "Knock Aside",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Deflect (1 AP reflexively)",
    "Description": "With a swift knock, you can push aside an attack with the sheer force of your body. You may reflexively deflect attacks from melee weapons, bows, or thrown weapons with your bare hands. When you use such a deflection, you gain a bonus to your evade of +3, plus an additional +1 per 8 skill points you have in Brawl (for +4 at 8 skill points, +5 at 16 skill points, and +6 at 24 skill points). ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 0,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 10,
    "Name": "Monkey Wrestler",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "You wrap your legs around their torso, sink your teeth into their arm, grab their face, wrap your elbow around their eyes, and you still have a spare hand to use your dagger. For every 5 points you have in Brawl, you may grab an additional location on a person. Normally you can only grab two locations (assuming you have two hands). You may choose not to use your hands to initiate a grab if you have enough points to do so. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 1,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 11,
    "Name": "Reversal",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 2 AP reflexively",
    "Description": "The only person who’ll be doing the grabbing in this fight is you. If someone successfully grabs you, you can attempt to reverse the grab and capture your captor. Re-roll your resist for your opponent’s grab, but add your skill in Brawl to the roll. If you succeed, they must roll a resist against your Brawl to avoid getting grabbed on a called-shot location of your choice. ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 0,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 12,
    "Name": "Shrug Away",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Let’s just say that you don’t like being touched. If you are successfully grabbed, you may immediately make another resist (at no action point cost) with your Brawl skill added to the attribute you’re using to resist. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 0,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 2,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 13,
    "Name": "Throat Jab",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": "Resist: Brute (negates)",
    "Cost": "Cost: Called Shot to the Neck reflexively",
    "Description": "If anybody adjacent to you begins to speak, you can make a called shot to their neck reflexively in order to shut them up. If they fail on their resist, they cannot talk or use their voice (including using specialties that rely on speaking, like Encouragement) until they either spend 1 action point to clear their throat or they wait until the end of their next turn. p Bone-Breaking Specialties M ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 2,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 14,
    "Name": "Bone-Breaker",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Bone-Breaking Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Unarmed Called Shot +1 AP",
    "Description": "You smash a precision blow into the opponent, causing a called shot that’s nearly impossible to resist. Do your called shot normally. If they succeed in resisting, you are able to roll your strike again to make them re-resist. The bone-breaker only does damage based on the original strike. 1 re-roll 2 re-rolls 3 re-rolls 4 re-rolls ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 15,
    "Name": "Crippling Blow",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Bone-Breaking Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Bone-Breaking Attack, +1 AP per location",
    "Description": "Your bone-breaking attack reverberates through the victim, crippling much of their body. When you make your bone-breaking attack, you may spend an extra action point in order to have the same bone-breaker effect against another called shot location. You may affect as many called shot locations as you’d like - each one costs 1 additional action point. So, say you make a bone-breaker attack against a person’s neck. You get a tier 3 on your bone-breaker, so they have to make (a ridiculous) 4 resists in order to not be affected. In addition, you spend 2 extra action points to activate the called shot effects for the torso and the hand, which now also require 4 resists to avoid. p Combo Specialties M ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 16,
    "Name": "Combo Flow",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Combo Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "You rage like rapids, following the path of least resistance. Every melee attack that you land during a turn grants you a +2 on accuracy and strike rolls for the rest of your turn, and this bonus accumulates with every successful melee attack until the end of your turn. So, if you landed one melee attack, your next attack would have a +2 on accuracy and strike. After your second successful attack, the third one would have a +4 on accuracy and strike. This would continue to grow with every successful attack. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 17,
    "Name": "Combo Opener",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Combo Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Unarmed Attack +1 AP",
    "Description": "You may perform a combo opener in order to improve the potency of your combo flow. If you successfully land your combo opener (which for most purposes just looks like a normal unarmed attack), it might count as having successfully landed multiple attacks. Counts as two attacks (granting a +4 on accuracy and strike for the next attack). Counts as three attacks (granting a +6 on accuracy and strike for the next attack). Counts as four attacks (granting a +8 on accuracy and strike for the next attack). Counts as five attacks (granting a +10 on accuracy and strike for the next attack). ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 18,
    "Name": "Combo Breaker",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Combo Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Any time an adjacent opponent successfully damages you with two separate attacks in one turn, you may perform a combo breaker - a free unarmed attack against your assailant that uses your skill in Brawl in place of your accuracy. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 0,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 19,
    "Name": "Finisher",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Combo Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "If you successfully make two unarmed attacks in one turn and still have an additional action point, you can make a finisher. A finisher is just like a heavy-handed attack, except that it does not cost the extra action point to perform. p Grip Specialties M ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 20,
    "Name": "Crushing Grip",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Grip Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Your grabs are vicious, crushing the opponent. When you make a grab, you also deal damage as if you were attacking with the attack normally. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 21,
    "Name": "Twist",
    "Skill": "Brawl",
    "Attr": "Brute",
    "Subtype": "Grip Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 1 AP",
    "Description": "Once you have a person grabbed with a hand, you may twist that location to inflict pain. For 1 action point, you may automatically deal damage as per an unarmed attack (without the need to roll accuracy and evade). You may also, for 1 action point, activate the called shot that you have grabbed, rolling strike solely to determine the necessary resist but otherwise doing no damage. Though this does deal damage, it does not act as an attack. Frenzy Skill Frenzy is an emotionally-charged rage, throwing yourself out there and giving people everything they don’t want. Frenzy’s not for the weak - you lose control easily and take haphazard movements all over the battlefield. When you’ve broken your limits, you are literally uncontrollable. Yet your opponents will never know this weakness. They’ll be dead long before that. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 22,
    "Name": "Adrenaline Surge",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "The deaths of your opponents sends a reinvigorating rush through your body that pushes you to continue fighting. Whenever you deal a fatal effect or kill an opponent, you regain some of your hit points. Immediately regain 3 hit points Immediately regain 6 hit points Immediately regain 9 hit points Immediately regain 12 hit points ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 1,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 14
  },
  {
    "Id": 23,
    "Name": "Backlash",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 1 AP reflexively",
    "Description": "Large amounts of damage don’t stop you - rather, they enrage you! Any time you take 10 or more damage (after damage soak), you can make a reflexive attack against your assailant using your skill in frenzy in place of your accuracy. This reflexive attack only costs you 1 action point to make. ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 24,
    "Name": "Burning Revenge",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 1 AP reflexively",
    "Description": "Your foe drives you to greater strength. If an opponent damages you, you may “collect” that damage in order to add it as a bonus on your next strike roll against that opponent. When you are hit, you may spend 1 action point reflexively to savor the damage (after damage soak). The next time you attack that opponent, you gain the damage as a bonus on the strike roll. ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 25,
    "Name": "Carry Through",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Melee Attack +1 AP per adjacent opponent",
    "Description": "You carry your blow through one opponent and into another. Once you’ve successfully attacked one opponent within your melee reach, you may continue the attack, cleaving through more opponents within your reach. For every additional opponent you choose, you must spend 1 more action point. You may not select the same opponent twice. You must still roll accuracy to determine if you hit, but you deal the same amount of damage that you dealt with the first attack. If you were using any other modifying specialties (that would make it an “Attack +1 AP”), they only apply to the first target. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 26,
    "Name": "Crimson Weapon",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": "Resist: Brute (tiers down)",
    "Cost": "Cost: Melee Attack +1 AP",
    "Description": "You learn to make your weapon strike slice deep into the flesh of your foes. If an opponent takes damage from your crimson weapon, they will begin bleeding at the start of their next turn (and ever turn thereafter). Bleeding damage is unsoakable, but the opponent can roll their Brute to lower the tier result. A person can stop 5 points worth of bleeding by spending 1 action point patching the wound. Bleed for 2 damage per turn Bleed for 4 damage per turn Bleed for 6 damage per turn Bleed for 8 damage per turn ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 27,
    "Name": "Fray Fighter",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 3 AP",
    "Description": "An angry mob of slobbering beasts stare you down, looking to rip you apart piece by piece. For you, this is just another day at work. Using a heavy or smaller melee weapon, you can engage the fray. Roll your tier to determine how many opponents adjacent to you that you hit. They are allowed to roll defense against the attacks. Tier 1 damage to 2 adjacent opponents Tier 1 damage to 3 adjacent opponents Tier 1 damage to 4 adjacent opponents Tier 1 damage to all adjacent opponents ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 1,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 28,
    "Name": "Hundred Strikes",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: All of the AP you can spend in a single turn",
    "Description": "When you choose to use your hundred strikes ability, you must still have your maximum amount of action points for the turn and be wielding a heavy or smaller melee weapon. You designate a single adjacent opponent as the target of your hundred strikes. For one action point apiece, you can make a melee attack against that opponent. After every attack, you and the target move a single space. The target chooses which space he will move into, and you must either follow or forego the rest of your turn. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 29,
    "Name": "Liberator",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 1 AP reflexively",
    "Description": "You don’t like being touched, held, grabbed, or grappled. Whenever you are grabbed, you can make a melee attack called shot against the person grabbing you in whatever way is going to get them off (often by making a called shot against their hand, but you can also make a called shot against their torso to push them away, or a called shot against whatever else they’re using to grab you). You can do this reflexively when they first grab you, and, if you fail, you can continue to make these melee called shots against your assailant for just 1 action point until they let go. ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 2,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 30,
    "Name": "Merciless",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Once you go down this path, there’s no going back. Once you enter your merciless stance, you cannot voluntarily exit it. Upon entering, you choose a target of the stance. As long as you are aware of the target or believe the target to be within a couple hundred feet, you cannot exit your stance. While in this stance, you can only attack your target and people who are directly preventing you from getting to your target. If you are not engaged with your target, you must spend at least 1 action point every turn moving toward your target. While this stance is active, once per turn you may use your skill in frenzy as a bonus to any one of your combat rolls, or divide it among several. For example, you may add your skill in frenzy to one strike roll, or you may give half of your skill in frenzy to one accuracy roll and the other half to one evade roll. These combat rolls must be made in opposition of the target of your merciless stance. ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 8
  },
  {
    "Id": 31,
    "Name": "Neverending Bloodbath",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "For every enemy you kill during your turn, you gain 1 action point that can only be used for running toward another enemy. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 5,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 32,
    "Name": "No Escape",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: As Moving, reflexively",
    "Description": "Though your enemies may attempt to retreat, you’re prepared to give chase. Any time a foe that you’re engaged with attempts to move away from you using their land speed, you reflexively follow them. If an opponent’s speed is greater than yours (but within 20 feet), you rise to the challenge and match their speed. ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 5,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 33,
    "Name": "Raging",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Nothing can stop you. You will destroy everything in your path. When you make an attack while raging, you pull your bonuses from your accuracy, evade, and defense in order to add them to your strike roll. Add your accuracy, evade, and defense bonuses together and apply that number as a bonus to your strike. While in this stance, however, you do not gain any bonuses on your accuracy, evade, or defense rolls. If you leave this stance (either voluntarily or by being forced out of it), you do not gain your bonuses to evade and defense back until the end of your next turn. ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 2,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 34,
    "Name": "Straining Blow",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: as a Melee Attack",
    "Description": "You push yourself to your maximum, destroying yourself in order to lay waste to your opponents. When you make a straining blow, you may deal 5 unsoakable hit point damage to yourself in order to add a +1 damage class to your attack. You may deal as much damage to yourself as you’d like in order to gain additional damage classes, but you cannot deal more damage to yourself than you have hit points. Once you are out of hit points, you cannot deal straining blows. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 13
  },
  {
    "Id": 35,
    "Name": "Soulless Blade",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 2 AP reflexively",
    "Description": "When you mean to finish an opponent, you do so mercilessly. After you’ve made a melee attack that deals wounds damage to the target, you may spend 2 action points reflexively in order to convert it into a soulless blade. Now, instead of rolling on the wounds chart, they roll for a fatal effect. ",
    "Stance": 0,
    "Reflexive": 1,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 36,
    "Name": "Walking Destruction",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Move + Melee Attack + 2 AP",
    "Description": "You make a single move. During this move, you may attack anybody that you become adjacent to. You may not target the same person more than once. Other specialties cannot be applied to this attack. p Bloodlust Specialties M ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 5,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 37,
    "Name": "Berserker",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "Bloodlust Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "The sight of blood excites you. After successfully dealing damage to an opponent, you a gain +1 damage class against that opponent with all melee weapons. This bonus increases by +1 for every 6 skill points you have in frenzy. This bonus can be used against multiple opponents. ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 12
  },
  {
    "Id": 38,
    "Name": "Bloodlust",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "Bloodlust Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 1 AP",
    "Description": "In the whirling chaos of battle you are a singular force of destruction - relentless and unstoppable. When you enter into berserker stance, you may spend an additional action point to upgrade your stance and start bloodlusting. While bloodlusting, your damage class with melee weapons increases by 1 for every enemy within 25 feet of you. This bonus replaces the normal bonus you would get from your berserker stance. It is automatically added to all melee weapon attacks, regardless of whether you have attacked the foe before or not. If you are knocked out of berserker stance, you must re-enter the stance and spend the extra action point to begin bloodlusting again. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 39,
    "Name": "Unquenchable Thirst",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "Bloodlust Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: 1 AP",
    "Description": "Your unquenchable thirst for blood has become a full-fledged obsession. After you have entered your berserker stance and started bloodlusting, you may spend another action point to upgrade to unquenchable thirst. Now, everybody within 25 feet of you acts as an enemy (including allies) for the purpose of determining your bloodlust bonus. You may now make normal melee attacks (with a heavy weapon or smaller) for just 1 action point, but if anybody comes near you, enemy or ally, you are forced to make a reflexive melee attack against them, if at all possible. If you are knocked out of berserker stance, you must re-enter the stance and spend the extra actions point to begin bloodlusting and enter unquenchable thirst again. p Masochistic Specialties M ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 40,
    "Name": "Laugh Like You’re Crazy",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "Masochistic Specialties",
    "Requirments": null,
    "Resist": "Resist: Spirit (negates)",
    "Cost": null,
    "Description": "You’re a manic, psychotic, laughing vision of evil on the battlefield. For every 10 points of hit point damage you’ve taken, choose one opponent within 25 feet. That opponent is now suffering the effects of tier 1 fear. They may resist using their Spirit against your frenzy. If they resist, they cannot be affected again until after their next breather. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 2,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 41,
    "Name": "Marriage to Suffering",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "Masochistic Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "When fighting on the edge, you fight even harder. When out of hit points, you gain a +1 damage class per point of wounds lost. This damage bonus is lost if your hitpoints are no long zero. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 1,
    "HitPoints": 11
  },
  {
    "Id": 42,
    "Name": "Seize Your Suffering",
    "Skill": "Frenzy",
    "Attr": "Brute",
    "Subtype": "Masochistic Specialties",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Taking punishment has become your nourishment on the battlefield. For every point of wounds damage you take, you gain an immediate action point. The action point only lasts for the turn the damage was taken. You may gain no more than 1 action point from this in a single turn than 1 per 8 skill points you have in Frenzy. For example, if you take 3 wounds damage this turn, you gain 3 action points in addition to your normal allotment of action points for this turn. Overpower Skill The ability to overpower an opponent is not one to be overlooked. Nothing can be scarier than a man whose blows can fell giants, strikes are so powerful that they can send a man high into the air, or swings so atrocious that they can sever the fabric that holds our reality together. Overpower is all about hitting your opponent hard and making sure that they never forget who it was that gave them that scar - the one on their shoulder, where their arm used to be. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 2,
    "HitPoints": 11
  },
  {
    "Id": 43,
    "Name": "Brickbreaker",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: as a Melee Attack",
    "Description": "Through sheer force you are able to break through cover and bypass walls. Whenever an opponent is on the other side of cover, you may attempt to bypass it with your melee attack (they must still be within range of your melee weapon, however). You can only break through cover that is as strong as brick. A reinforced wall of iron could not be broken with brickbreaker, for instance. The cover is not destroyed from the brickbreaker attack, but it is damaged. Bypasses poor cover Bypasses light cover Bypasses medium cover Bypasses heavy cover ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 44,
    "Name": "Dragging",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "You pull your weapon behind you, letting your weapon take your entire body weight upwards when you swing. Anytime that you deal 10 or more damage (after damage soak), the enemy loses their stance. ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 45,
    "Name": "Follow-Through",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "While your first attack can leave an opponent realing, your second attack is a true display of your power. If you make two consectutive and successful medium (or larger) melee attacks on your turn against the same opponent, your second attack’s damage is automatically one tier higher. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 46,
    "Name": "Heavy Hitter",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "Whenever in this stance and using a heavy (or larger) melee weapon, add an extra point to your damage class for every 4 skill points you have in overpower. ",
    "Stance": 1,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 9
  },
  {
    "Id": 47,
    "Name": "Keep Them Down",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Heavy (or larger) Melee Attack",
    "Description": "When an opponent is next to you and prone, you have no problem finishing them off. Whenever attacking a prone opponent with a heavy weapon, your damage automatically tiers up one. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 48,
    "Name": "Monstrous Attacks",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": "Cost: Super-Heavy Melee Attack +1 AP",
    "Description": "Other people think that super-heavy melee weapons have a damage class of 10. You’re not sure what that means, but you know you can kill those people in one hit! By spending an extra action point when you make an attack with a super-heavy melee weapon, you deal considerably more damage. Your damage class increases by 2, plus an additional +1 per 6 skill points you have in overpower. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 1,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  },
  {
    "Id": 49,
    "Name": "No Quarter",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": "Resist: Dexterity (negates, see below)",
    "Cost": "Cost: Heavy (or larger) Melee Attack +1 AP",
    "Description": "You smash down, not targeting a single person, but their entire area. The only escape is for the target to move. When you make a no quarter attack, you are not attacking the person: you are attacking a single space. Anybody in this space is either automatically hit or must spend 1 action point reflexively in order to try to jump out of the space. If they choose to dodge, they roll their Dexterity. If their Dexterity exceeds your accuracy, they can move to 1 adjacent square. If it fails, you hit them. Note: If you are using any abilities that depend on the opponent’s evade, treat their Dexterity as evade. If the opponent chooses not to dodge the attack, assume their evade matches your accuracy. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 0,
    "Strike": 3,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 1,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 11
  },
  {
    "Id": 50,
    "Name": "One-Handing It",
    "Skill": "Overpower",
    "Attr": "Brute",
    "Subtype": "",
    "Requirments": null,
    "Resist": null,
    "Cost": null,
    "Description": "You may wield two-handed weapons in one hand. Reloading a marksmanship weapon and using bows of any size still requires an additional free hand. For all purposes beyond how many hands the weapon requires, this specialty changes nothing. ",
    "Stance": 0,
    "Reflexive": 0,
    "Notes": null,
    "Accuracy": 1,
    "Strike": 2,
    "Evade": 0,
    "Defense": 0,
    "Speed": 0,
    "Priority": 0,
    "Augments": 0,
    "DIY": 0,
    "Wounds": 0,
    "HitPoints": 10
  }
]